Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/forfall-s.htm.tmx
Source language: sme
Languages: nob

source: Fálesnuoris ii báhcán oktage viessu soađi maŋŋil ja measta buot báhpárat mat gávdnojedje jávke maid suovvan áibmui .
nob: I Kvalsund kommune sto ikke et eneste hus igjen etter krigen , og praktisk talt alt av papirer gikk også opp i røyk .

source: Eai oba gávdno ge suohkanlaš báhpárat áiggis ovdal 1946 , earret ovtta buollimis vaháguvvan skuvlastivrabeavdegirjji áigodagas 1926–44 .
nob: Det finnes ikke kommunale papirer fra før 1946 med unntak av en brannskadd skolestyreprotokoll fra 1926–44 .

source: Suohkana bealis háliidedje nu unnán go vejolaš váldit vuhtii ahte stuora oassi suohkana ássiin ledje sámit .
nob: Fra kommunen si side ønska man i minst mulig grad å forholde seg til at en stor del av innbyggerne var samer .

source: Dalle go skuvlahoavda Ernst Hokland 1970:s čálii Fálesnuori skuvladiliid birra 1945–1970 namuhii son sámi áššiid dušše eahpenjuolgga : « Seamma láhkai go eanaš unna suohkaniin fylkkas lei Fálesnuoris maŋimus jagiid ovdal soađi skuvladoaibma mas ledje váilevašvuođat .
nob: Da skolesjef Ernst Hokland i 1970 skreiv om « Skoleforhold i Kvalsund kommune 1945–1970 » blei det samiske bare nevnt svært indirekte : « I likhet med de fleste mindre landkommuner i fylket hadde Kvalsund de siste årene før krigen et skolestell som nok var preget av mangler .

source: Bieđggus ássan , muhtin giellaváttisvuođat ja heajos ruhtadilli ledje váldosivat dáidda váttisvuođaide , ... »[11 ] ( min deattuheapmi , doaimm. )
nob: Spredt bosetting , visse språkproblemer og svak økonomi var hovedårsakene til disse manglene , ... »[11 ] ( Vår utheving .

source: Makkár giellaváttisvuođain lei sáhka , ii čilgejuvvo . Eai čearddalaš dilit ge suohkanis namuhuvvo erret dán geažideami .
nob: Hva språkproblemene gikk ut på er ikke forklart , og den etniske sammensetninga av kommunen er ikke nevnt utover denne antydninga .

source: Nugo ovddeš oahppit muitalit dás , leat oahppit oahppan hui unnán dahje eai maidige báikkálaš historjjá birra .
nob: Som de tidligere elevene her forteller , har det vært svært lite eller ingenting elever har lært om lokalhistorie .

source: Muhtin muitalusat geažidit oktan sivvan dasa ahte oahpaheaddjit bohte 1900-logus buorremuddui olggobealde , maŋŋil soađi eanaš Lulli-Norggas , ja sis lei unnán oktavuohta váhnemiiguin ja muđui báikkálaš olbmuiguin .
nob: Noen av fortellingene antyder en av årsakene ; lærerne kom på 1900-tallet i stor grad utafra , i etterkrigstida mest sørfra , og hadde liten kontakt med foreldre og lokalbefolkninga ellers .

source: Dalle go guokte girječálli nu maŋŋit go 2005:s finaiga muhtin skuvllas muitaleamen ođđasithuksenáiggi birra Fálesnuoris , de vásiheigga ahte ohppiid gaskkas lei beroštupmi stuoris , muhto oahpaheddjiid gaskkas fas oalle unni .
nob: Dette kan kanskje også være noe av bakgrunnen for at da to forfattere så seint som i 2005 besøkte en skole i kommunen for å fortelle om gjenreisingstida i Kvalsund , opplevde de at interessen var stor for dette blant elevene , men derimot ganske liten blant lærerne .

source: Moadde gutnálaš spiehkastaga gávdnojit dattetge .
nob: Noen hederlige unntak finnes likevel .

source: Dalle go Jens Berg-Hansen 1980-logus barggai suohkana skuvlakantuvrras , de son čohkkii ollu báikkálaš historjjá ja ráhkadii moadde girjjáža .
nob: Da Jens Berg-Hansen på 1980-tallet var ansatt på kommunens skolekontor , samla han mye lokalhistorie og laga flere hefter .

source: Maiddái Jáhkovuona skuvllas leat oahpaheaddjit ja oahppit čohkken báikkálaš historjjá .
nob: Ved Kokelv skole har også lærere og elever arbeida med å samle lokal historie .

source: Dáruiduhttinpolitihkka čuozai garrasit Fálesnuoris ja máŋgasat háliidedje hilgut visot mii sáhtášii buktit muittuid sámi máttaráiggi birra .
nob: Fornorskingspolitikken ramma hardt i Kvalsund og mange reagerte med å ville fjerne alt som kunne minne om ei samisk fortid .

source: Kluppus muitaluvvo ahte boares sámegielat náittospárra 1950-logus bolddii visot mii sudnos lei viesus mii sáhtášii muitalit sámi kultuvrra birra .
nob: Fra Klubbukta i Repparfjord fortelles det at et eldre samisktalende ektepar på 1950-tallet sørga for å brenne alt de hadde som kunne minne om samisk kultur .

source: Seammás soai rávviiga mánáideaskka ahte eai galgan oahpahit sámegiela iežaset maŋisbohttiide .
nob: Samtidig ba de sine barn innstendig om at de ikke måtte lære samisk språk videre til sine etterkommere .

source: Suohkanstivrras ja suohkanhálddahusas leat dávjá dáruiduhttinbealušteaddjit hálddašan .
nob: Kommunestyret og kommuneadministrasjonen har i stor grad vært dominert av fornorskingsforkjempere .

source: Dalle go 1980-logus lei sáhka Sámi ovdánahttinfoandda viiddideamis , šattai garra digaštallan dan birra galggai go Fálesnuorri ohcat .
nob: Da det på 1980-tallet var diskusjon om utvidelse av området til Samisk utviklingsfond ( SUF ) , oppsto her en hissig debatt om Kvalsund skulle søke .

source: Muhtin vuostálasti gohčodii dan « Judas-ruhtan » .
nob: En av motstanderne kalte det « Judas-penger » .

source: Dattetge šattai boađusin ahte suohkan ozai ja šattai oassin ovdánahttinfoandda doaibmaguovllus .
nob: Det endte likevel med at kommunen søkte og blei del av området til utviklingsfondet .

source: Maŋimuš jagiid lea fas riidu buollán dan alde galgá go Fálesnuori suohkan levget sámi álbmotbeaivvi .
nob: I seinere år har striden blussa opp igjen rundt spørsmålet om Kvalsund kommune skulle flagge på samefolkets dag , 6. februar .

source: Suohkana sámi máttaráigi lea ain hearkkes ášši máŋgasiidda .
nob: Kommunens samiske fortid er fortsatt et ømt punkt for mange .

source: Molsašuddi sámegielfálaldat
nob: Uregelmessig samisktilbud

source: Jáhkovuona skuvllas adnojuvvui sámegiella guhkimus áigge dáruiduhttináiggis , ja doppe maid ledje maŋimus sámegielat oahppit geat gerge skuvllas 1960-logu loahpas .
nob: Det var på Kokelv skole at samisk språk holdt seg lengst i bruk i fornorskingstida og her gikk de siste samisktalende elevene i kommunen ut sist på 1960-tallet .

source: Lei maiddái Jáhkovuonas gos lei áramus beroštupmi oahppat sámegiela nubbin giellan go dat šattai vejolažžan .
nob: Det var også i Kokelv at interessen meldte seg først for å lære samisk som andrespråk da dette blei mulig .

source: 1980-logus álggahuvvui sámegiella válljenfágan reivekurssa bokte .
nob: Det starta på 1980-tallet med samisk som valgfag gjennom brevkurs .

source: Skuvlajagi 1988/89 mearridii skuvlastivra álggahit sámegieloahpahusa Jáhkovuona skuvllas .
nob: Skoleåret 1988/89 vedtok skolestyret å sette i gang samiskopplæring ved Kokelv skole .

source: Doppe lea leamaš sámegieloahpahus áigodagain 1991–94 , 1997–99 ja 2001–03 .
nob: Det har vært samiskundervisning ved skolen i periodene 1991–94 , 1997–99 og 2001–03 .

source: Ráhkkerávjju skuvllas lea leamaš sámegieloahpahus skuvlajagiid 1993/94 , 1997/98 ja 2002/03 .
nob: Ved Kvalsund skole har det vært samiskundervisning skoleåra 1993/94 , 1997/98 og 2002/03 .

source: Dasa lassin lea moatti háve leamaš ovttasbargu ránnjásuohkaniiguin , nu ahte okta oahppi Jáhkovuonas lea ožžon sámegiela oahpahusa Ruoššanjárgga skuvllas Porsáŋggus , ja okta ráhkkerávjolaš oahppi fas Hámmárfeasttas .
nob: I tillegg har det i et par tilfelle vært samarbeid med nabokommunene , slik at en elev fra Kokelv har fått samisk ved Russenes skole i Porsanger , en fra Kvalsund har fått i Hammerfest .

source: Suohkan dieđiha ahte sii buorremuddui leat nagodan lágidit sámegieloahpahusa sidjiide geat dan leat háliidan daid jagiid go lea leamaš jearaldat .
nob: Kommunen opplyser at de stort sett har klart å få til samiskopplæring for de som ønsker det de årene det har vært etterspørsel .

source: Maŋimus jagiid ii leat leamaš jearaldat sámegiel oahpahusa birra .
nob: I de siste årene har det i følge skolekontoret ikke vært forespørsel om samiskopplæring .

source: Suohkan lea maŋimus jagiid addán dieđu vejolaš sámegiel- ja suomagieloahpahusa birra sidjiide geat álget vuosttaš luohkkái .
nob: Kommunen har de senere år praktisert å levere ut informasjon om samisk- og finskundervisning til de som begynner på 1. trinn .

source: Go dát čállojuvvo 2007 giđa leat muhtin váhnemat gáibidan sámegieloahpahusa 2007 čavčča rájes .
nob: Når dette skrives våren 2007 er det kommet krav fra foreldre om samiskundervisning fra høsten 2007 .

source: Gáldut :
nob: Kilder :

source: Tromsø musea 1979
nob: Tromsø museum 1979

source: Dokumeanttat Romssa Stáhtaarkiivvas ja Riikkaarkiivvas
nob: Dokumenter fra Statsarkivet i Tromsø og Riksarkivet .

source: [ 1 ] Árvosátnevuogádat lei dalle juste nuppi gežiid go dál , nu ahte dát vástidit sullii dálá árvosániid 2 , 1 ja 0 .
nob: [ 1 ] Karaktersystemet var da omvendt av dagens , slik at dette omtrent tilsvarer nåværende karakterer 2 , 1 og 0 .

source: Árvosátnelistu lei Henrik Arilda ohcamušas Finnefondii.[2 ] Anders Larsena áigi oahpaheaddjin Reaššvuonas lea válddahallon girjjis , artihkkalis .
nob: Karakterlista er fra Henrik Arilds søknad til Finnefondet.[2 ] Anders Larsens tid som lærer i Rafsbotn er omtalt i , i artikkelen .

source: [ 3 ] Dálá sámi čállinvuogi mielde namma livččii « Ságaid muitaleaddji».[4 ] Dálá sámi čállinvuogi mielde .
nob: [ 3 ] Tittelen betyr « Nyhetsfortelleren » , i dagens samiske rettskriving ville det vært « Ságaid muitaleaddji[4 ] I nåværende samisk rettskriving .

source: Dat lea maŋŋil almmuhuvvon girjjis , 1969 / 1982 ( Universitetsforlaget ) ja 1992 ( Davvi Girji ) .
nob: Den er seinere utgitt i boka , i 1969/1982 ( Universitetsforlaget ) og 1992 ( Davvi Girji ) .

source: Dušše oassi románas lea jorgaluvvon dárogillii , čoakkáldagas ( Doaim . Harald Gaski , Cappelen 1991).[5 ] Hidle og Otterbech ( red ) : Lutherstiftelsens boghandel 1917[6 ] Anders Larsen : .
nob: Bare utdrag av romanen er oversatt til norsk under tittelen ( Redigert av Harald Gaski , Cappelen 1991).[5 ] Hidle og Otterbech ( red ) : Lutherstiftelsens boghandel 1917[6 ] Anders Larsen : .

source: Tromsø Museum 1950.[7 ] Jens Berg-Hansen : Kvalsund kommune 1989 , s. 29.[8 ] Ernst Hokland : s. 91.[9 ] Fredsvennenes hjelpetjeneste ( Ráfiustibiid veahkkebálvalus ) lei veahkkeorganisašuvdna maid kvekerat álggahedje , muhto masa maiddái earát serve .
nob: Tromsø Museum 1950 . Boka bygde på svar på et spørreskjema utarbeida av J. K. Qvigstad[7 ] Jens Berg-Hansen : Kvalsund kommune 1989 , s. 29.[8 ] Ernst Hokland : s. 91.[9 ] Fredsvennenes hjelpetjeneste var en hjelpeorganisasjon som kvekerne hadde tatt initiativet til , men som også andre deltok i. .

source: Vennenes samfunn – kvekerne ( Ustibiid servodat – kvekerat ) lea risttalaš oskuservodat mii álggahuvvui Englánddas 1600-logus .
nob: Vennenes samfunn – kvekerne er et kristent trossamfunn som først oppsto i England på 1600-tallet .

source: Sii leat pasifisttat ja leat dovdosat ráfibarggu ja humanitára barggu dihte .
nob: De er pasifister og er kjent for fredsarbeid og humanitært arbeid .

source: Ráfiustibiid bargu lea muitaluvvon girjjis Inez Boon Ulfsby : Tiden 1982 / Kvekerforlaget 2006 .
nob: Historia om fredsvennenes innsats er omtalt i boka Ulfsby , Inez Boon : Tiden 1982 / Kvekerforlaget 2006 .

source: Dán girjjis leat guokte artihkkala fidnoskuvlla birra , maid Ráfiustibiid lágiidedje Fálesnuoris.[10 ] Svanvik ungdomsskole ( nuoraidskuvla ) , maŋŋil folkehøgskole ( álbmotallaskuvla ) , lei fylkkagielddalaš skuvlla Finnmarkens Amtskole ( vuođđuduvvon 1876 ) maŋisčuovvu .
nob: Det er også to artikler om fredsvennenes yrkesskole i Kvalsund lenger ut i denne boka.[10 ] Svanvik ungdomsskole , seinere folkehøgskole , var en fylkeskommunal skole , etterfølger av Finnmarkens Amtskole som blei oppretta i 1876 .

source: Skuvla lei Báhčaveajis Mátta-Várjjagis 1936 rájes , muhto fertii soađi dihtii heaittihit doaimmas juo 1939:s , ii ge beassan šat johtui dassážii go duiskkalaččat bolde skuvlla 1944:s. 1945 čavčča álggii skuvla fas bráhkkaleairras Vuotnabađas Romssas .
nob: Høsten 1945 starta skolen opp igjen i brakkeleiren i Finnfjordbotn i Troms .

source: 1949 rájes gitta 1964 rádjái lei skuvla Skáiddi guossedálus Fálesnuori suohkanis .
nob: Fra 1949 til 1964 holdt den hus i Skaidi gjestgiveri i Kvalsund kommune .

source: Easkka 1974:s lei skuvla fas sajistis Báhčaveajis .
nob: Først i 1974 var skolen igjen på plass på Svanvik .

source: 2006:s molssui skuvla namman Pasvik folkehøgskole.[11 ] Meløy / Mathiesen / Olsen ( red. ) : Finnmark fylke 1972 , s. 90
nob: I 2006 skifta skolen navn til Pasvik folkehøgskole.[11 ] Meløy / Mathiesen / Olsen ( red. ) : Finnmark fylke 1972 , s. 90

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
